Repository: defagos/CoconutKit
Catalog: Demo/Resources/*.lproj/Localizable.strings
Languages: fr

source: %@ employees
fr: %@ employés

source: %@ words
fr: %@ mots

source: Age of the first employee
fr: Age du premier employé

source: All
fr: Tous

source: Alternate between text fields and rotate the device (even with the keyboard displayed) to check that the behavior is correct
fr: Alternez entre les champs textuels et tournez l'appareil (même avec le clavier affiché) pour contrôler que le comportement est correct

source: Animated
fr: Animé

source: Answer to everything
fr: Réponse universelle

source: Apples & Coconut
fr: Pommes & noix de coco

source: Average age
fr: Age moyen

source: Back
fr: Retour

source: Birthdate
fr: Date de naissance

source: Blocking
fr: Bloquant

source: Bounces
fr: Rebond

source: Button label, default
fr: Libellé de bouton, normal

source: Button label, highlighted
fr: Libellé de bouton, activé

source: Cancel
fr: Annuler

source: Capitalized string in Localizable.strings
fr: Chaîne de Localizable.strings capitalisée

source: Change
fr: Changer

source: Change color
fr: Changer couleur

source: Check your log window to see view lifecycle and rotation events (logging level must be at least INFO)
fr: Contrôlez les événements de la vue et de sa rotation dans la fenêtre de log (le niveau de logging doit être INFO au minimum)

source: City
fr: Ville

source: Click for missing translation
fr: Cliquer pour traduction manquante

source: Close
fr: Fermer

source: Coconuts
fr: Noix de coco

source: Collapse
fr: Contracter

source: Container
fr: Conteneur

source: Containment test
fr: Test d'appartenance

source: Controls
fr: Contrôles

source: Country
fr: Pays

source: Cover from top
fr: Cover depuis le haut

source: Cursor
fr: Curseur

source: Custom cell created programmatically
fr: Cellule personnalisée créée par le code

source: Custom cell from xib
fr: Cellule personnalisée au moyen d'un xib

source: Custom input view
fr: Vue de saisie personnalisée

source: Day
fr: Jour

source: Delay
fr: Retard

source: Demos
fr: Démos

source: Details
fr: Détails

source: Dismiss
fr: Fermer

source: Done
fr: Terminé

source: Duration
fr: Durée

source: Dynamic localization
fr: Localisation dynamique

source: Effects
fr: Effets

source: Enter a search criterium
fr: Entrez un critère de recherche

source: Enter your age here
fr: Entrez votre âge ici

source: Enter your name here
fr: Entrez votre nom ici

source: Entry date
fr: Date d'entrée

source: Error
fr: Erreur

source: Expand
fr: Etirer

source: Failures
fr: Erreurs

source: First name
fr: Prénom

source: Fixed size
fr: Taille fixe

source: Fonts
fr: Polices

source: Formatting error
fr: Erreur de formattage

source: Full name
fr: Nom complet

source: Header: custom cells
fr: En-tête: cellules personnalisées

source: Header: simple cells
fr: En-tête: cellules basiques

source: Heavy view
fr: Vue lourde

source: Heavy view (cached)
fr: Vue lourde (mise en cache)

source: Height
fr: Hauteur

source: Hello, %@!
fr: Bonjour, %@!

source: Hide with modal
fr: Masquer avec modale

source: Houston, we've got a problem
fr: Houston, nous avons un problème

source: Image set
fr: Images

source: In the simulator, trigger a memory warning and dismiss this view to check that the behavior is correct
fr: Dans le simulateur, simulez une alerte mémoire et fermez cette vue pour vous assurer que le comportement est correct

source: Insert / remove in left placeholder
fr: Insérer / retirer à gauche

source: Insert / remove in right placeholder
fr: Insérer / retirer à droite

source: Insertion index: %d
fr: Index d'insertion: %d

source: Invalid email address
fr: Adresse e-mail invalide

source: Label
fr: Libellé

source: Labels
fr: Libellés

source: Landscape left
fr: Paysage gauche

source: Landscape only
fr: Uniquement paysage

source: Landscape right
fr: Paysage droite

source: Language
fr: Langue

source: Last name
fr: Nom

source: Layer properties test
fr: Test des propriétés d'un layer

source: Layer properties test (not a CoconutKit component)
fr: Test des propriétés d'un layer (pas un composant CoconutKit)

source: Lifecycle test
fr: Test du cycle de vie

source: Log
fr: Journal

source: Looping
fr: Boucle

source: Lowercase string in Localizable.strings
fr: Chaîne de Localizable.strings en minuscules

source: Max age
fr: Age maximum

source: Missing city
fr: Ville manquante

source: Missing country
fr: Pays manquant

source: Missing first name
fr: Prénom manquant

source: Missing last name
fr: Nom manquant

source: Missing localization visibility
fr: Afficher les localisations de libellés manquantes

source: Month
fr: Mois

source: Multiple view animation
fr: Animation de plusieurs vues

source: Names of all employees
fr: Noms des employés

source: Next
fr: Suivant

source: No children
fr: Aucun enfant

source: Now
fr: Maintenant

source: Number of children
fr: Nombre d'enfants

source: Oldest employee age
fr: Age du plus vieil employé

source: Other view controller
fr: Autre view controller

source: Parallax scrolling
fr: Défilement parallaxe

source: Play
fr: Jouer

source: Pop non-animated
fr: Pop non-animé

source: Pop to root
fr: Pop vers la racine

source: Portrait only
fr: Uniquement portrait

source: Portrait upside down
fr: Portrait à l'envers

source: Presents the modal
fr: Affiche la modale

source: Previous
fr: Précédent

source: Programmatic
fr: Via le code

source: Programming, 101
fr: Ba-ba de la programmation

source: Push from bottom
fr: Push depuis le bas

source: Push non-animated
fr: Push non-animé

source: Random
fr: Aléatoire

source: Random employee name
fr: Nom d'employé aléatoire

source: Rebind
fr: Lier à nouveau

source: Reload
fr: Recharger

source: Removal index: %d
fr: Index de retrait: %d

source: Remove
fr: Retirer

source: Repeat count
fr: Répétitions

source: Reset
fr: Mettre à zéro

source: Reset (animated)
fr: Mettre à zéro (animé)

source: Reset model fields
fr: Effacer champs modèle

source: Reset text fields
fr: Effacer champs textuels

source: Resume
fr: Reprendre

source: Reverse
fr: Inversée

source: Root view controller
fr: View controller racine

source: Scroll view avoiding the keyboard
fr: Vue scrollable évitant le clavier

source: Search books
fr: Rechercher un livre

source: Section end
fr: Fin de section

source: Single view animation
fr: Animation d'une seule vue

source: Size
fr: Taille

source: Start
fr: Démarrer

source: Start time
fr: Début

source: State
fr: Etat

source: Stop
fr: Arrêter

source: Street
fr: Rue

source: Stretchable
fr: Etirable

source: String in Localizable.strings
fr: Chaîne de Localizable.strings

source: Table view cells
fr: Cellules

source: Tap on the bindings button in the top-right corner and interact with input fields to discover what went wrong
fr: Appuyez sur le bouton bindings en haut à droite et interagissez avec les champs pour découvrir ce qui n'a pas fonctionné

source: Terminate
fr: Terminer

source: Test in modal
fr: Test dans modale

source: Test in popover
fr: Test dans popover

source: Test responder chain
fr: Tester la responder chain

source: Text field for testing keyboard dismissal
fr: Champ textuel pour tester la disparition du clavier

source: The view controller is not compatible with the container (most probably its orientation)
fr: Le view controller n'est pas compatible avec le conteneur (probablement au niveau de son orientation)

source: This field exits edit mode when the user taps outside it
fr: Ce champ perd le focus lorsque l'utilisateur tape à côté

source: This value cannot be negative
fr: Cette valeur ne peut être négative

source: Transformers
fr: Convertisseurs

source: Uppercase string in Localizable.strings
fr: Chaîne de Localizable.strings en majuscules

source: Views
fr: Vues

source: Visible
fr: Visibles

source: Web view
fr: Vue web

source: Week
fr: Semaine

source: Width
fr: Largeur

source: Wrapped into UINavigationController
fr: Inséré dans un UINavigationController

source: Wrapped into UITabBarController
fr: Inséré dans un UITabBarController

source: Year
fr: Année

source: You are an adult
fr: Vous êtes un adulte

source: You are not even born!
fr: Vous n'êtes même pas né!

source: You are old
fr: Vous êtes vieux

source: You are young
fr: Vous êtes jeune

source: yyyy/MM/dd
fr: dd.MM.yyyy
