Repository: defagos/CoconutKit
Catalog: CoconutKit-resources/*.lproj/Localizable.strings
Languages: fr

source: Cannot Open Page
fr: Impossible d'ouvrir la page

source: File not found
fr: Fichier non trouvé

source: File or directory not found
fr: Fichier ou dossier non trouvé

source: Invalid file path
fr: Chemin d'accès invalide

source: No data has been provided
fr: Données manquantes

source: No Internet connection is available
fr: Aucune connexion à Internet n'est disponible

source: Not found
fr: Non trouvé

source: Open in Chrome
fr: Ouvrir dans Chrome

source: Open in Safari
fr: Ouvrir dans Safari

source: The destination already exists
fr: Le chemin de destination existe déjà

source: The destination cannot be contained in the source
fr: La source ne peut être contenue dans la destination

source: The destination directory does not exist
fr: Le répertoire de destination n'existe pas

source: The directory %@ does not exist
fr: Le dossier %@ n'existe pas

source: The source file or directory does not exist
fr: Le fichier ou répertoire source n'existe pas

source: Untitled
fr: Sans titre
